export const data = [
    {
        id: 1,
        title: "Қаржы және салық негіздері",
        show: true,
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102442443816833164/1403738_1.png",
        bg: "#AB5CEA",
        bt: "#7d26c1",
        file: [
            {
                id: 0,
                title: "Қаржы жане салық құқық негіздері",
                link: "/files/id1.doc",
                link2: "https://docs.google.com/document/d/1yJv8oW3y1NSr1619OPJ3V0nqM4AU0GP8/edit"
            }
        ],
        videoLink: "https://www.youtube.com/embed/4tiByDtzHqI",
        textBlock1: "Студенттерге ұсынылып отырған оқу құралы «Қаржы және салық құқығының негіздері» пәні бойынша оқу әдістемелік кешен болып табылады. Оқу әдістемелік кешен «Қаржы және салық құқығының негіздері» пәні «Құқықтану» мамандығы студенттеріне арналып жасалған. Студенттер қаржы және салық аясындағы Республикамызда нотариалдық қызметінің негіздері ережелерінің негізін қалайтын теориялық аспектілерді дұрыс қарастырып «Нотариат» туралы заңдар мен тығыз",
        textBlock2: "Байланысты қатынастарды реттеуге, шешуге, жүйелеуге арналған.Студенттер нотариаттық қызметтің келесі бағыттарын қарастыру керек, олар:1. Нотариалдық қызметінің негіздері құқықтық реттеу түсінігі, пәні мен әдісі;2. Нотариалдық қызметінің негіздері қығидалары мен қайнар көздері, міндеті;3. Нотариалдық қызметінің негіздері қатынасының субъектісі мен объектісі; Студенттер әртүрлі қатынастарды құқықтық реттеудіудің ерекшеліктерін жүйелеулерін ажарата білу керек, олар :1. Сот бұйрығы; 2. Халықаралық істі қозғау",
    },
    {
        id: 2,
        title: "Банктік құқық",
        show: true,
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102454675518804038/how-to-have-a-dialogue-in-a-bank-1_1.png",
        bg: '#CC7638',
        bt: "#BA6400",
        file: [
            {
                id: 0,
                title: "Банк 24+",
                link: "/files/id2-1.docx",
                link2: "https://docs.google.com/document/d/14asLhyZgDwkd3zs4JEEV0c5AY8W7kbgB/edit"
            },
            {
                id: 1,
                title: "Банк құқығы лекция",
                link: "/files/id2-2.docx",
                link2: "https://docs.google.com/document/d/1Rt6NFCMN2k5_MFC8cZ_bwifINQO2SLfm/edit"
            },
            {
                id: 2,
                title: "Hейтинг банк құқығы",
                link: "/files/id2-3.doc",
                link2: "https://docs.google.com/document/d/14Opqt455YtSYuJx_V10cIl4khCkHudkT/edit"
            },
        ],
        videoLink: "https://www.youtube.com/embed/ItEmy0qgBTs",
        textBlock1: 'Банк құқығы — банк қызметі аясындағы қатынастарды реттейтін құқықтық нормалардың жиынтығы. Құқықтық нормалардың көріну нысаны немесе Б.қ-ның дереккөзі - құқұқтық актілер, олардың ішінде жоғары заңи күшке ие актілер ретіндегі заңдар болып көрсетіледі, олар: ҚР Конституциясы,ҚР Азаматтық кодексі, "Қазақстан Республикасындағы банкілер жəне банк қызметі туралы", "Қазақстан Республикасының Ұлттық банкі туралы", ҚР заңдары. Құқықтық актілердің басқа бір тобына заңнан туындайтын актілер: ҚР ',
        textBlock2: ' Призидентінің жарлықтары, ҚР Үкіметінің қаулылары, ҚР Ұлттық банкінің, министрліктер мен идалардың құқықтық актілері жатады. Б.қ.-ның қатарына сондай-ақ банк аясында қолданыста жүрген халықаралық банкілік ғұрыптары да жатады. Олардың кейбіреулерін Париждегі Халықаралық сауда палатасы бір ізге түсіріп, жинақ етіп шығарады',
    },
    {
        id: 3,
        title: "Қылмыстық іс жүрізу",
        show: true,
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102454691096436786/1.png",
        bg: '#4A6DE8',
        bt: "#2B3FAD",
        file: [
            {
                id: 0,
                title: "Қылмысқа қатысу",
                link: "/files/id3-1.ppt",
                link2: "https://docs.google.com/presentation/d/1xWmbIz4qfARYPMTtt-8152vFx0Z3tkUo/edit#slide=id.p1"
            },
            {
                id: 1,
                title: "Қылмыстық жауаптылық, оның негізі",
                link: "/files/id3-2.ppt",
                link2: "https://docs.google.com/presentation/d/1khrr3svpoTW2vi69vuVCtif60gnGaq3T/edit#slide=id.p1"
            },
            {
                id: 2,
                title: "Қылмыстық іс жүргізу құқығы лекция",
                link: "/files/id3-3.docx",
                link2: "https://docs.google.com/document/d/1D-8ocYVd0msd25L64z035cbYBZpIvcYV/edit"
            },
        ],
        videoLink: "https://www.youtube.com/embed/l5SZdMnpLJg",
        textBlock1: 'Қылмыстық іс жүргізу— анықтау, алдын ала тергеу, прокуратура, сот органдарының өзге де мемлекетік, қоғамдық, лауазымды адамдар мен азаматтардың қатысуы арқылы заңмен реттелген және құқықтық қатынастар түрінде белгіленген қызметі. Қылмыстық іс жүргізу қылмыстық іс қозғау, тергеу, сотта қарау және шешу, сондай-ақ үкімдерді ішінара орындау түрінде болады. Қазақстанда Қылмыстық іс жүргізу ҚР Қылмыстық іс жүргізу кодексі ',
        textBlock2: ' бойынша мынадай қағидаттарға негізделеді: заңдылық, сот әділдігін тек соттың ғана жүзеге асыруы, жеке адамның абыройы мен қадір-қасиетін қорғау, азаматтардың құқықтары мен бостандықтарын қорғау, жеке өміріне, тұрғын үйге, меншікке қол сұқпау, судьялардың тәуелсіздігі, сезіктінің, айыпталушының қорғану құқығын қамтамасыз ету, жариялылық, қылмыстық сот ісінің мемл. тілде жүргізілуі, қажет болған жағдайда орыс тілі мен басқа да тілде жүргізілуін қамтамасыз ету, іс жүргізу әрекеттері мен шешімдері жөнінде шағымдану бостандығы. Қылмыстық істі қозғауда анықтау органы, тергеуші, прокурор заңды себеп болған жағдайда іс жүргізуге жеткілікті негіздің бар-жоғын анықтайды. Тек қылмыстық іс қозғалғаннан кейін ғана жауап алу, беттестіру, тінту, басқа да тергеу әрекеттерін жүргізуге болады.',
    },
    {
        id: 4,
        title: "Азаматтық іс жүрізу",
        show: true,
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102454596267421716/36_1.png",
        bg: '#C1D350',
        bt: "#D6B924",
        file: [
            {
                id: 0,
                title: "Азаматтык іс жургізу альбом кесте",
                link: "/files/id4-1.pdf",
                link2: "https://docs.google.com/document/d/1OvXtB15DVtEmDK6yrAxMI62cv9cSbtAV/edit"
            },
            {
                id: 1,
                title: "Азаматтық іс жүргізу құқығы  лекции.doc",
                link: "/files/id4-2.doc",
                link2: "https://drive.google.com/drive/folders/1ibikuhRadPqUxv7YZlgBD3KbOf9fT3Ms"
            },
        ],
        videoLink: "https://www.youtube.com/embed/uxqAKxfz8T4",
        textBlock1: 'Студенттерге ұсынылып отырған оқу құралы «Азаматтық іс жүргізу құқығы» пәні бойнша оқу әдістемелік кешен болып табылады. Азаматтық іс жүргізу бұл сот және басқа субъектілер арасындағы азаматтық іс қарау мен шешу кезіндегі құрылатын азаматтық іс жүргізу құқығының нормаларымен реттелген азаматтық іс жүргізу құқықтық қатынастар және процессуалдық әрекеттер жиынтығы.',
        textBlock2: `Сонымен азаматтық іс жүргізу құқық Қазақстан Республикасы құқық жүйесінің құрамды буыны болып табылады.
        Іс жүргізудің басты мақсаты – бұзылған құқықты қалпына келтіру немесе заңмен қорғалатын мүддені қорғау болып табылады. Азаматтық іс жүргізу соттың, тараптардың (талап қоюшы мен жаупкер), басқа да процеске қатысушылардың ( прокурор, өкілдер, сот хатшысы және т.б.) процессуалдық әрекеттерін, олардың іс жүргізу құқықтары мен міндеттерін жинақтайды. Сотқа, басқа да қатысушыларға процеске қатысу мақсатына жету үшін заңмен белгіленген іс жүргізу құқықтары беріліп, соған сәйкес іс жүргізу міндеттері жүктеледі. Іс жүргізу құқықтар мен іс жүргізу міндеттер процесі барысында жүзеге асырылады.р`,
    },
    {
        id: 5,
        title: "Азаматтық құқық",
        show: true,
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102454462943068171/law-_1.png",
        bg: '#6BE04E',
        bt: "#38A127",
        file: [
            {
                id: 0,
                title: "Дәрістер",
                link: "/files/id5-1.rar",
                link2: "https://drive.google.com/drive/folders/1DboJeOSSp1J6pBC_jCwayx4TSqRvvuIF"
            },
            {
                id: 1,
                title: "Жағдаяттық есептер",
                link: "/files/id5-2.rar",
                link2: "https://drive.google.com/drive/folders/1effxZIAb8V0fPfCCsLU2Vh3LIrcZrOfN"
            },
            {
                id: 2,
                title: "Курстық жұмыстар",
                link: "/files/id5-3.rar",
                link2: "https://drive.google.com/drive/folders/18riTvK0Viyeg8hzRbh03IR6EMXL63Azt"
            },
            {
                id: 3,
                title: "Слайд",
                link: "/files/id5-4.rar",
                link2: "https://drive.google.com/drive/folders/1RsE6JhPVaR2XBJQYrcuq2t8KwOJV1ujp"
            },
            {
                id: 4,
                title: "Тест",
                link: "/files/id5-5.rar",
                link2: "https://drive.google.com/drive/folders/1OfLHXrS0BN5uPQ6pfJ6jvtKtr9e3SGR-"
            },
        ],
        videoLink: "https://www.youtube.com/embed/frumK5UGz_Q",
        textBlock1: `Азаматтық құқық — азаматтық заңдарда көрініс тапқан мүліктік және мүліктік қатынастармен байланысы бар мүліктік емес, жеке қатынастарды реттейтін нормалар жиынтығы. Бұл нормалар азаматтық заңнамада көрініс тапқан.
        Нарықтық қатынастар, негізінен, азаматтық құқықпен реттеледі. Нарықтық қатынастар кең етек жая дамыған елдерде Азаматық кодекс екінші Конституцияға теңестірілген Азаматық құқықтың да өзіндік реттеу пәні бар. Ол —мүліктік және мүліктік емес жеке`,
        textBlock2: `қатынастар. Мүліктік қатынастар дегеніміз — мүлікті иелену, пайдалану және билік етуге (басқа біреуге беру) байланысты қатынастар. Басқаша айтқанда, мүліктік қатынастар —материалдық игіліктермен(мүлік,ақша,құнды қағаз,қызмет көрсету және т.б.) байланысты қоғамдық қатынастар. Мысалы, сату — сатып алу, жалға беру, мұраға қалдыру. Бұл тақырыпты оқу барысында, азаматтық құқық ғылымы, саласы және оқу пәні арасындағы айырмашылықты білген жөн. Азаматтық құқық - ол «құқықтану» мамандығының негізгі пәні, ол барлық жеке құқық саласындағы пәндерін оқуға негіз болады. Құқық жүйесінің әр саласын, бір бірінен, олардың реттеу нысанасы мен әдісі айырады. Құқық саласының нысанасы - құқық саласы нені, яғни, қандай қоғамдық қатынастарды реттейді, ал әдісі - қоғамдық қатынастарды қалай реттейді деген сұрақтарға жауап береді. Азаматтық құқықтың нысанасы ақшалай–тауарлық қатынастар болып табылады, яғни нақтылы құндылығы бар мүліктік құқықтар мен игіліктер жөніндегі мүліктік қатынастар`,
    },
    {
        id: 6,
        show: true,
        title: "Қылмыстық құқық",
        iconURL: "https://media.discordapp.net/attachments/1050812814555615282/1102454558401253396/2413553_1.png",
        bg: '#D35353',
        bt: "#BC2D2D",
        file: [
            {
                id: 0,
                title: "Қылмыстық құқық альбом-кесте",
                link: "/files/id6-1.pdf",
                link2: "https://drive.google.com/drive/folders/1FqSQzM8Q8h6rp1h95lB9guBhnbIz0u0T"
            },
            {
                id: 1,
                title: "Қылмыстық құқық лекция",
                link: "/files/id6-2.doc",
                link2: "https://docs.google.com/document/d/1mcWDSb7899l2Rc-R7xweZJKzFskvPmbA/edit"
            },
            {
                id: 2,
                title: "Қылмыстық құқық ситуациялық есептер",
                link: "/files/id6-3.doc",
                link2: "https://docs.google.com/document/d/1YiDn4NuaDiyciV-kR4Z08N3cjcaR8IGu/edit"
            },
            {
                id: 3,
                title: "Қылмыстық құқықтың қағидалары",
                link: "/files/id6-4.doc",
                link2: "https://docs.google.com/presentation/d/1z2sFuy7uZ9_fQVlJ33qAUTWxxR1opQo3/edit#slide=id.p1"
            },
            {
                id: 4,
                title: "Рейтинг Қылмыстық құқық",
                link: "/files/id6-5.doc",
                link2: "https://docs.google.com/document/d/1wKGxt6YK_3oQDxPG3e0attuMJudAUlUk/edit"
            },
        ],
        videoLink: "https://www.youtube.com/embed/L70qmbjb4z4",
        textBlock1: `Қылмыстық құқық — қылмыстықты және қоғамдық қатынастар жүйесіне қауіпті іс-әрекет үшін қолданылатын жазаны айқындайтын - заң нормаларының жиынтығынан тұратын, құқық саласы.
        Сондай-ақ құқықтың тиісті саласын зерделейтін ғылым мен оқу пәні де қылмыстық құқық болып табылады. ҚР Қылмыстық құқығының негізгі қағидаттары: заңдылық, ізгілік, жеке бастың жауаптылығы, жазадан құтылмайтыны, әділеттілік, айыптылық қағидаты.`,
        textBlock2: `Қылмыстық құқық - қылмыстық құқық қоғамдағы конституциялық, азаматтық, еңбек, әкімшілік, қаржы салаларымен реттелетін қатынастарды қорғайды. Мысалы, меншік, ең алдымен, азаматтық құқық нормаларымен реттеліп, қорғалады, бірақ меншікті қылмыстық қол сұғушылықтан (ұрлық, алаяқтық, тонау, қарақшылық) қорғау қылмыстық құқықтың міндетіне жатады.
        Қылмыстық-құқықтық нормалар тек қана тыйымдардан құралады. Осыған орай қылмыстық-құқықтық қатынастар бір жақты сипатта болады: қылмыскер жазаға тартылуға тиіс, ал мемлекет сот органдары арқылы оны жазалауға құқылы.
        Қылмыстық құқықта қоғамдық қатынастарды қорғаудың ерекше әдістері де қолданылады. Олар: қылмыстық-құқықтық санкциялар, яғни қылмыстық жазаның алуан түрлерін қолдану; қылмыстық жауаптылықтан босату; мед. сипаттағы мәжбүрлеу шараларын қолдану.
        `,
    },
]