{
    "info": {
        "text": "1) білім беру ұйымының толық атауы: 'Басқару Колледжі' жауапкершілігі шектеулі серіктестігі»

        2) білім беру ұйымының орналасқан жері (заңды мекенжайы және нақты орналасқан жерінің мекенжайы): Қазақстан Республикасы, 010000, Астана қаласы, Сарыарқа ауданы, Жеңіс даңғылы, 68, Орлыкөл көшесі, 14/3.
        
        3) заңды тұлғаның байланыс деректері (телефон, электрондық пошта, ресми сайт): 8 (7172) 31 10 14, kuastana@mail.ru, bk-astana.edu.kz .
        
        4) заңды тұлға өкілінің байланыс деректері (басшының аты, жөні, әкесінің аты, қызметке тағайындаған бұйрық көшірмесі: Бершаева Меруерт Хабибуловна колледж директорлығына №34 бұйрығымен 07.2021жылы тағайындалды.
        
        5) құқық белгілейтін және құрылтай құжаттары (заңды тұлғаны мемлекеттік тіркеу немесе қайта тіркеу туралы куәліктің және жарғының көшірмесі/ анықтамалар қоса беріледі):
        
        6) заңды тұлғаны мемлекеттік тіркеу туралы 2008 жылғы 14 қарашадағы куәлігі 32350-1901-У-е берілген;
        
        8) 7) мемлекеттік классификатор бойынша коды КҰЖЖ;
        
        9) бизнес - сәйкестендіру нөмірі: БСН 081140007542;
        
        10) Колледж жарғысы, 04.01.2014 жылғы Қазақстан Республикасының 'Білім туралы' Заңының 10 бап талаптарына сәйкес бір құрылтайшы бекіткен және Астана қаласының Әділет тізілімінде заңды түрде 01.04.2014 жылы № 3492 болып тіркелді.
        
        11) Рұқсат беруші құжаттар (Білім беру қызметімен айналысу туралы лицензия және оның қосымшалары): Мемлекеттік лицензия № KZ56LAA00027420 «Қазақстан Республикасы Білім және ғылым министрлігі Білім және ғылым сапасын қамтамасыз ету департаментінің Нұр-Сұлтан қаласының білім беру сапасын қамтамасыз ету басқармасы» мемлекеттік мекемесімен 12.04.2021 жылы (бастапқы берілген күні– 16.02.2009 г.) берілген.
        Колледж тұтынушыларға жоғары сапалы және бәсекеге қабілетті мамандарды даярлау аясында оқыту қызметтерін ұсыну бойынша бекітілген миссияға ие.
        
        Көзқарасы: техникалық және кәсіптік даярлау саласында, бәсекеге қабілетті мамандарды жоғары сапалы білім беру қызметін ұсынатын, Қазақстанда және халықаралық кеңістікте танылған колледжге айналу.
        Стратегиялық мақсаты:
        Колледждің негізгі басымдығы – еңбек нарығында үстем жағдайды сақтай отырып, көрсетілетін білім беру қызметтерінің сапасының тұрақты өсуі; қызметкерлер мен әлеуметтік серіктестердің мүдделерін ескере отырып, білім беру қызметтерін тұтынушылардың қажеттіліктері мен үміттерін қанағаттандыру."
    }
}